Repository: Baquatelle/scuttle
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: ca_ca, sk_sk

source: About
ca_ca: Quant a
sk_sk: O službe

source: You are not allowed to delete this bookmark
ca_ca: No pot esborrar aquests enllaços
sk_sk: Nemáte povolenie na zmazanie tejto záložky

source: Failed to delete bookmark
ca_ca: Error al esborrar els enllaços
sk_sk: Chyba pri mazaní záložky

source: All Tags
ca_ca: Totes
sk_sk: Všetky značky

source: User with username %s not was not found
ca_ca: No s'ha trobat l'usuari %s
sk_sk: Užívateľ s užívateľským menom %s nebol nájdený

source: User with username %s was not found
ca_ca: No s'ha trobat l'usuari %s
sk_sk: Užívateľ s užívateľským menom %s nebol nájdený

source: Your bookmark must have a title and an address
ca_ca: El seu enllaç ha de tenir un titol i una direcció
sk_sk: Vaša záložka musí mať titulok a adresu

source: Bookmark saved
ca_ca: Enllaç desat
sk_sk: Záložka bola uložená

source: There was an error saving your bookmark. Please try again or contact the administrator.
ca_ca: Hi ha hagut un error al desar el seu enllaç. Si us plau, intenta-ho una altra vegada o posa't en contacte amb un administrador.
sk_sk: Nastala chyba ukladania vašej záložky. Prosím skúste znovu, alebo kontaktujte administrátora.

source: Add a Bookmark
ca_ca: Afegir un enllaç
sk_sk: Pridať záložku

source: Add Bookmark
ca_ca: Afegir Enllaç
sk_sk: Pridať záložku

source: You must be logged in before you can add bookmarks.
ca_ca: Has d'introducir en teu usuari i paraula de pas per a poder afegir enllaços
sk_sk: Musíte byť príhlásení skôr, ako budete môcť pridať záložku

source: My Bookmarks
ca_ca: Els Meus Enllaços
sk_sk: Moje záložky

source: Edit Bookmark
ca_ca: Editar enllaç
sk_sk: Upraviť záložku

source: Bookmark with id %s not was not found
ca_ca: L'enllaç amb la id %s no funciona
sk_sk: Záložka %s nebola nájdená

source: You are not allowed to edit this bookmark
ca_ca: No tens permisos per editar aquest enllaç
sk_sk: Nie ste oprávnený meniť túto záložku

source: Error while saving your bookmark
ca_ca: S'ha produit un error al desar el seu enllaç
sk_sk: Chyba počas ukladania vašej záložky

source: Failed to delete the bookmark
ca_ca: Error al esborrar l'enllaç
sk_sk: Nie je možné zmazať záložku

source: Save Changes
ca_ca: Desar Canvis
sk_sk: Uložiť zmeny

source: message_die() was called multiple times.
ca_ca: message_die() requerit en varies ocasions.
sk_sk: message_die() bolo volané viac krát.

source: SQL Error
ca_ca: Error de SQL
sk_sk: Chyba databáze

source: Line
ca_ca: Línia
sk_sk: Riadok

source: File
ca_ca: Fitxer
sk_sk: Súbor

source: Information
ca_ca: Informació
sk_sk: Informácia

source: Critical Information
ca_ca: Informació Crítica
sk_sk: Kritická informácia

source: An error occured
ca_ca: Hi ha hagut un error
sk_sk: Vyskytla sa chyba

source: General Error
ca_ca: Error General
sk_sk: Celková chyba

source: An critical error occured
ca_ca: Hi ha hagut un error critic
sk_sk: Vyskytla sa kritická chyba

source: Critical Error
ca_ca: Error Critic
sk_sk: Kritická chyba

source: DEBUG MODE
ca_ca: MODE DEPURACIÓ
sk_sk: TESTOVACÍ REŽIM

source: History
ca_ca: Historial
sk_sk: História

source: History for %s
ca_ca: Historial de %s
sk_sk: História pre %s

source: Address was not found
ca_ca: La direcció no existeix
sk_sk: Adresa nebola nájdená

source: Could not open XML input
ca_ca: No s'ha pogut obrir la entrada XML
sk_sk: Nie je možné otvoriť XML vstup

source: XML error: %s at line %d
ca_ca: Errors: %s a la linia %d del XML
sk_sk: Chyba XML: %s v riadku %d

source: Import Bookmarks from del.icio.us
ca_ca: Importar enllaços de del.icio.us
sk_sk: Importovať Záložky z del.icio.us

source: You have already submitted this bookmark.
ca_ca: Ja has afegit aquest enllaç
sk_sk: Už máte vloženú túto záložku

source: Bookmark imported.
ca_ca: Enllaços importats.
sk_sk: Záložka importovaná.

source: Import Bookmarks from Browser File
ca_ca: Importar enllaços des d'un Navegador
sk_sk: Import Záložiek zo súboru Prehliadača

source: You have now logged out
ca_ca: T'has desconectat
sk_sk: Práve ste sa odhlásili

source: %s: Recent bookmarks
ca_ca: %s: Enllaços recents
sk_sk: %s: Nedávne záložky

source: Store, share and tag your favourite links
ca_ca: Desa, navega i etiqueta els teus enllaços favorits
sk_sk: Uchovávajte, zdieľajte a značkujte vaše obľúbené odkazy

source: Recent Bookmarks
ca_ca: Enllaços Recents
sk_sk: Nedávne záložky

source: Are you sure?
ca_ca: Estas segur?
sk_sk: Ste si istí?

source: Yes
ca_ca: Si
sk_sk: Áno

source: Available
ca_ca: Disponible
sk_sk: Dostupné

source: Not Available
ca_ca: No hi ha enllaços disponibles
sk_sk: Nedostupné

source: The details you have entered are incorrect. Please try again.
ca_ca: Los dades introduides no son correctes. Si us plau, intenta-ho de nou.
sk_sk: Údaje, ktoré ste zadali sú nesprávne. Skúste prosím znovu.

source: Log In
ca_ca: Accedir
sk_sk: Prihlásiť

source: You must enter your username.
ca_ca: Introdueix el teu nom d'usuari
sk_sk: Musíte zadať vaše užívateľské meno.

source: You must enter your <abbr title="electronic mail">e-mail</abbr> address.
ca_ca: Has <em>d'especificar</em> usuari, clau, nom i <abbr title="electronic mail"> correu electrònic</abbr>.
sk_sk: Musíte zadať vašu <abbr title="elektronická pošta">emailovú</abbr> adresu.

source: No matches found for that username.
ca_ca: No s'ha trobat cap usuari amb aquest nom
sk_sk: Žiadne záznamy neboli nájdené pre toto užívateľské meno.

source: No matches found for that combination of username and <abbr title="electronic mail">e-mail</abbr> address.
ca_ca: No s'ha trobat cap usuari amb aquest nom i <abbr title="electronic mail">correu electrònic</abbr>.
sk_sk: Žiadne záznamy neboli nájdené pre kombináciu užívateľského mena a <abbr title="elektronická pošta">emailovej</abbr> adresy.

source: There was an error while generating your new password. Please try again.
ca_ca: Hi ha hagut un error al desar el seu enllaç. Si us plau, intenta-ho de nou o posa't en contacte amb l'administrador.
sk_sk: Nastala chyba pri vytváraní vášho nového hesla. Skúste prosím znovu.

source: Your new password is:
ca_ca: La teva nova paraula de pas es:
sk_sk: Vaše nové heslo je:

source: To keep your bookmarks secure, you should change this password in your profile the next time you log in.
ca_ca: Perque siguin segurs els teus enllaços, has de canviar la paraula de pas al següent accés
sk_sk: Pre uchovanie vašich záložiek v bezpečí by ste mali zmeniť toho heslo vo vašom profile pri najbližšom prihlásení.

source: %s Account Information
ca_ca: Informació de %s
sk_sk: %s Informácie o účte

source: New password generated and sent to %s
ca_ca: S'ha creat una nova paraula de pas i s'ha enviat a %s
sk_sk: Nové heslo bolo vytvorené a zaslané %s

source: Forgotten Password
ca_ca: Paraula de pas oblidada
sk_sk: Zabudnuté heslo

source: Popular Tags
ca_ca: Mes visitades
sk_sk: Populárne značky

source: Username was not specified
ca_ca: Usuari no introduït
sk_sk: Užívateľské heslo nebolo upresnené

source: My Profile
ca_ca: El meu Perfil
sk_sk: Môj profil

source: Profile
ca_ca: Perfil
sk_sk: Profil

source: Password and confirmation do not match.
ca_ca: La paraula de pas i la seva confirmació no coincideixen.

source: Password must be at least 6 characters long.
ca_ca: La paraula de pas ha de tenir una longitud mínima de 6 caracters.
sk_sk: Heslo musí byť najmenej 6 znakov dlhé.

source: E-mail address is not valid.
ca_ca: Correu incorrecte.
sk_sk: Emailová adresa nie je platná.

source: An error occurred while saving your changes.
ca_ca: Hi ha hagut un error al desar els canvis.
sk_sk: Vyskytla sa chyba pri ukladaní vašich zmien.

source: Changes saved.
ca_ca: Canvis desats.
sk_sk: Zmeny uložené.

source: You <em>must</em> enter a username, password and e-mail address.
ca_ca: Has <em>d'especificar</em> usuari, paraula de pas, nom i <abbr title="electronic mail"> correu electrònic</abbr>.
sk_sk: <em>Musíte</em> zadať užívateľské meno, heslo a emailovú adresu.

source: This username already exists, please make another choice.
ca_ca: Aquest usuari ja existeix, si us plau introdueixne un altre.
sk_sk: Toto užívateľské meno už existuje, posím zvolte si iné.

source: E-mail address is not valid. Please try again.
ca_ca: Correu incorrecte.
sk_sk: Emailová adresa nie je platná. Skúste prosím znovu.

source: You have successfully registered. Enjoy!
ca_ca: El registre ha sigut correcte. Pots continuar!
sk_sk: Boli ste úspešne zaregistrovaní. Veľa štastia!

source: Registration failed. Please try again.
ca_ca: Registre erroni. Si us plau, intenta-ho de nou.
sk_sk: Registrácia zlyhala. Prosím skúste znovu.

source: Register
ca_ca: Registrar-se
sk_sk: Zaregistrovať

source: Search
ca_ca: Cercar
sk_sk: Vyhľadať

source: this user's bookmarks
ca_ca: enllaços d'aquest usuari
sk_sk: záložky tohto užívateľa

source: my bookmarks
ca_ca: els meus enllaços
sk_sk: Moje záložky

source: my watchlist
ca_ca: les meves consultes

source: all bookmarks
ca_ca: tots
sk_sk: všetky záložky

source: for
ca_ca: per
sk_sk: pre

source: Search Bookmarks
ca_ca: Cercar Enllaços
sk_sk: Vyhľadať záložky

source: Search Results
ca_ca: Cercar Resultats
sk_sk: Výsledky vyhľadávania

source: Tags
ca_ca: Etiquetes
sk_sk: Značky

source: %s Bookmarks
ca_ca: Enllaç de %s
sk_sk: %s záložky

source: User removed from your watchlist
ca_ca: Usuari esborrat de consultats

source: User added to your watchlist
ca_ca: Usuari afegit a consultats

source: My Watchlist
ca_ca: Les Meves Consultes

source: Watchlist
ca_ca: Consultats

source: <strong>Store</strong> all your favourite links in one place, accessible from anywhere.
ca_ca: <strong>Desa</strong> tots els teus enllaços favorits en un lloc i accededeix des d'on vulguis.

source: <strong>Share</strong> your bookmarks with everyone, with friends on your watchlist or just keep them private.
ca_ca: <strong>Comparteix</strong> els teus enllaços, nomes amb els amics de la llista de consultats o manten-los privats.

source: <strong>Tag</strong> your bookmarks with as many labels as you want, instead of wrestling with folders.
ca_ca: <strong>Etiqueta</strong> els teus enllaços amb tantes etiquetes com vulguis, enlloc de barallar-te amb les carpetes.

source: <strong><a href="register.php">Register now</a></strong> to start using %s!
ca_ca: <strong><a href="register.php">Registra't ara</a></strong> per utilitzar %s!
sk_sk: <strong><a href="register.php">Zaregistrujte sa teraz</a></strong>, aby ste moli začať používať %s!

source: Geek Stuff
ca_ca: Endavant
sk_sk: Záležitosti pre geekov

source: %s is based on <a href="http://sourceforge.net/projects/scuttle/">an open-source project</a> licensed under the <a href="http://www.gnu.org/copyleft/gpl.html"><acronym title="GNU's Not Unix">GNU</acronym> General Public License</a>. This means you can host it on your own web server for free, whether it is on the Internet, a private network or just your own computer.
ca_ca: %s esta basat en <a href="http://sourceforge.net/projects/scuttle/"> un projecte open-source </a> amb lliçencia <a href="http://www.gnu.org/copyleft/gpl.html"><acronym title="GNU's Not Unix">GNU</acronym> General Public License</a>. Aixo significa que pots utilitzarlo al teu servidor web gratuitament, sigui a internet, una xarxa privada o simplement al teu ordinador.

source: %1$s supports most of the <a href="http://del.icio.us/doc/api">del.icio.us <abbr title="Application Programming Interface">API</abbr></a>. Almost all of the neat tools made for that system can be modified to work with %1$s instead. If you find a tool that won't let you change the API address, ask the creator to add this setting. You never know, they might just do it.
ca_ca: %1$s esta basat en la <a href="http://del.icio.us/doc/api"><abbr title="Application Programming Interface">API</abbr></a> de <a href="http://del.icio.us/doc/api">del.icio.us </a>. La majoria de les eines utilizades per construir aquest sistema es poden modificar per treballar amb %1$s. Si trobes una eina en la que no pugui modificar la direcció de la API, pregunta al creador si pot canviar aquesta configuració.Mai se sap, pot ser que ja s'hagi cambiat aquesta configuració.

source: Sort by:
ca_ca: Ordenat per:
sk_sk: Zoradiť podľa:

source: Date
ca_ca: Data
sk_sk: Dátum

source: Title
ca_ca: Titol
sk_sk: Titul

source: Edit
ca_ca: Editar
sk_sk: Upraviť

source: Delete
ca_ca: Esborrar
sk_sk: Zmazať

source: by
ca_ca: per
sk_sk: od

source: and %s1 other%s
ca_ca: i %s1 mes %s
sk_sk: a %s1 iný %s

source: and %2$s%1$s others%3$s
ca_ca: i %2$s%1$s altres %3$s
sk_sk: a %2$s%1$s iných%3$s

source: Copy
ca_ca: Copiar
sk_sk: Kopírovať

source: First
ca_ca: Primera
sk_sk: Prvá

source: Previous
ca_ca: Anterior
sk_sk: Predošlá

source: Next
ca_ca: Següent
sk_sk: Ďalšia

source: Last
ca_ca: Última
sk_sk: Posledná

source: Page %d of %d
ca_ca: Pàgina %d de %d
sk_sk: Stránka %d z %d

source: No bookmarks available
ca_ca: No hi ha enllaços disponibles
sk_sk: Žiadne záložky nie sú dostupné

source: bookmark
ca_ca: enllaç
sk_sk: záložka

source: Address
ca_ca: Direcció
sk_sk: Adresa

source: Required
ca_ca: Requerit
sk_sk: Požadované

source: Description
ca_ca: Descripció
sk_sk: Popis

source: Comma-separated
ca_ca: Separat per comes
sk_sk: Oddelené čiarkami

source: Privacy
ca_ca: Permisos
sk_sk: Súkromie

source: Public
ca_ca: Públic
sk_sk: Verejné

source: Shared with Watch List
ca_ca: Compartit en Consultats
sk_sk: Zdieľané s watchlistom

source: Private
ca_ca: Privat
sk_sk: Súkromné

source: Delete Bookmark
ca_ca: Esborrar enllaç
sk_sk: Zmazať záložku

source: Bookmarklet
ca_ca: Favorits

source: Drag one of the following bookmarklets to your browser's bookmarks and click it whenever you want to add the page you are on to %s
ca_ca: Arrossega els enllaços als favorits del teu navegador i fes-hi click sempre que vulgui afegir la pagina que estas veient a %s

source: Post to %s
ca_ca: Afegir a %s
sk_sk: Pošli do %s

source: Post to %s (Pop-up)
ca_ca: Afegir a %s (Pop-up)
sk_sk: Pošli do %s (vyskakovacie okno)

source: Import
ca_ca: Importar

source: Import bookmarks from bookmark file
ca_ca: Importar enllaços des d'un fitxer
sk_sk: Importuj záložky zo súboru so záložkami

source: Internet Explorer, Mozilla Firefox and Netscape
ca_ca: Internet Explorer, Mozilla Firefox y Netscape
sk_sk: Internet Explorer, Mozilla Firefox a Netscape

source: Import bookmarks from del.icio.us
ca_ca: Importar els enllaçso de del.icio.us
sk_sk: Importuj záložky z del.icio.us

source: Account Details
ca_ca: Detalls de l'usuari
sk_sk: Detaily účtu

source: Username
ca_ca: Usuari
sk_sk: Užívateľské meno

source: New Password
ca_ca: Nova paraula de pas
sk_sk: Nové heslo

source: E-mail
ca_ca: Correu

source: Personal Details
ca_ca: Dades de l'usuari
sk_sk: Osobné detaily

source: Name
ca_ca: Nom
sk_sk: Meno

source: Homepage
ca_ca: Pàgina web
sk_sk: Domovská stránka

source: Not Found
ca_ca: No funciona
sk_sk: Nenájdené

source: The requested URL was not found on this server
ca_ca: No s'ha trobat la URL solicitada
sk_sk: Požadovaná URL adresa nebola nájdená na tomto serveri

source: General server error
ca_ca: Error general del servidor
sk_sk: Celková chyba servera

source: The requested URL could not be processed
ca_ca: La URL solicitada no pot ser trobada
sk_sk: Požadovaná URL adresa nemôže byť načítaná

source: Log in to the <a href="http://del.icio.us/api/posts/all">export page at del.icio.us</a>
ca_ca: Registra't per <a href="http://del.icio.us/api/posts/all">exportar la pagina a del.icio.us</a>
sk_sk: Prihlásenie na <a href="http://del.icio.us/api/posts/all">stránku exportu na del.icio.us</a>

source: Save the resulting <abbr title="Extensible Markup Language">XML</abbr> file to your computer
ca_ca: Desar els resultats en un fitxer <abbr title="Extensible Markup Language">XML</abbr> del teu ordinador
sk_sk: Uložte výsledný <abbr title="Extensible Markup Language">XML</abbr> súbor do vášho počítača

source: Click <kbd>Browse...</kbd> to find this file on your computer. The maximum size the file can be is 1MB
ca_ca: Fes Click a <kbd>Examinar...</kbd> per cercar el fitxer al teu ordinador. La mida màxima no pot ser superior a 1MB
sk_sk: Stlačte <kbd>Browse...</kbd> pre nájdenie tohto súboru vo vašom počítači. Maximálna veľkosť súboru je 1MB.

source: Select the default privacy setting for your imported bookmarks
ca_ca: Tria els permisos pels enllaços importats
sk_sk: Nastavte východiskové nastavenie súkromia pre vaše importované záložky

source: Click <kbd>Import</kbd> to start importing the bookmarks; it may take a minute
ca_ca: Fes Click a <kbd>Importar</kbd> per començar a importar els enllaços, aixo pot trigar alguns minuts.
sk_sk: Stlačte <kbd>Import</kbd> pre začiatok importovania záložie; môže to trvať niekoľko minút

source: Instructions
ca_ca: Instruccions
sk_sk: Inštrukcie

source: Export your bookmarks from your browser to a file
ca_ca: Exporta els seus enllaços de seu navegador a un fitxer
sk_sk: Exportujte vaše záložky z vášho prehliadača do súboru

source: Internet Explorer: <kbd>File &gt; Import and Export... &gt; Export Favorites
ca_ca: Internet Explorer: <kbd>Archivo &gt; Importar y Exportar... &gt; Exportar Favoritos

source: Mozilla Firefox: <kbd>Bookmarks &gt; Manage Bookmarks... &gt; File &gt; Export...
ca_ca: Mozilla Firefox: <kbd>Enlaces &gt; Manejar Enlaces... &gt; Archivo &gt; Exportar...

source: Netscape: <kbd>Bookmarks &gt; Manage Bookmarks... &gt; Tools &gt; Export...
ca_ca: Netscape: <kbd>Enllaço &gt; Manejar Enllaços... &gt; Utilidtates &gt; Exportar...

source: Click <kbd>Browse...</kbd> to find the saved bookmark file on your computer. The maximum size the file can be is 1MB
ca_ca: Fes Click a <kbd>Examinar...</kbd> per cercar els enllaços desats en un fitxer del teu ordinador. La mida màxima no pot ser superior a 1MB
sk_sk: Stlačte <kbd>Browse...</kbd> pre nájdenie tohto súboru vo vašom počítači. Maximálna veľkosť súboru je 1MB.

source: Password
ca_ca: Paraula de pas
sk_sk: Heslo

source: Don't ask for my password for 2 weeks
ca_ca: Recordar la meva paraula de pas 2 setmanes
sk_sk: Nepýtaj odo mňa heslo dva týždne

source: Forgotten your password?
ca_ca: Has oblidat la teva paraula de pas?
sk_sk: Zabudli ste heslo?

source: If you have forgotten your password, %s can generate a new one. Enter the username and e-mail address of your account into the form below and we will e-mail your new password to you.
ca_ca: Si has oblidat la teva paraula de pas, %s pot crearte'n una de nova. Introdueix la seva direcció de correu electrònic del teu perfil al formulari seguent i s'et enviara una nova paraula de pas
sk_sk: Ak ste zabudli vaše heslo, %s môže generovať nové. Zadajte užívateľské meno a emailovú adresu vášho účtu do nasledujúceho formulára a my vám zašleme nové heslo.

source: <abbr title="Electronic mail">E-mail</abbr>
ca_ca: <abbr title="Electronic mail">Correu Electrònic</abbr>
sk_sk: <abbr title="Elektronická pošta">Email</abbr>

source: Generate Password
ca_ca: Nova paraula de pas
sk_sk: Vytvoriť heslo

source: Member Since
ca_ca: Membre desde
sk_sk: Člen od

source: Watching
ca_ca: Consultades
sk_sk: Sledovanie

source: Watched By
ca_ca: Consultada per
sk_sk: Sledovaný od

source: Sign up here to create a free %s account. All the information requested below is required
ca_ca: Entra les dades per crear un compte gratuït a %s. Es necesaria tota la informació requerida.

source: Recent bookmarks posted to %s
ca_ca: Enllaços recents afegits a %s
sk_sk: Posledné záložky odoslané do %s

source: No bookmarks found
ca_ca: No s'han trobat enllaços
sk_sk: Žiadne záložky nenájdené

source: Recent Tags
ca_ca: Recents
sk_sk: Posledné značky

source: Related Tags
ca_ca: Etiquetes relacionades
sk_sk: Súvisiace značky

source: Remove from Watchlist
ca_ca: Esborrar de Consultats

source: Add to Watchlist
ca_ca: Afegir a Consultats

source: Actions
ca_ca: Instruccions
sk_sk: Akcie

source: Alphabet
ca_ca: Alfabetic
sk_sk: Abecedy

source: Popularity
ca_ca: Mes visitades

source: Bookmarks
ca_ca: Enllaços
sk_sk: Záložky

source: Log Out
ca_ca: Sortir
sk_sk: Odhlásiť sa

source: No
sk_sk: Nie

source: Confirm Password
sk_sk: Potvrďte heslo
